[
  {
    "en_name": "Re:Zero - Starting Life in Another World 2",
    "jp_name": "Re：ゼロから始める異世界生活 2期",
    "romaji": "Re:Zero kara Hajimeru Isekai Seikatsu 2nd Season",
    "episodes": "13",
    "start_date": "July 8, 2020 14:30:00 UTC",
    "end_date": "September 30, 2020 14:30:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1444/108005l.jpg",
    "season": "Summer 2020",
    "desc": "※ NOTE: Second half premieres January 2021<br><br><spoiler>Even after dying countless times, Subaru finally ended the threat of the White Whale and defeated the Witch Cult's Sin Archbishop representing sloth, Petelgeuse Romaneeconti. But only shortly after overcoming a tragic ending and reuniting with his beloved Emilia, Subaru learns that Rem has been erased from this world, having fallen victim to the White Whale's Fog of Elimination in the midst of Subaru's death loop. With the White Whale now gone, Subaru and Emilia are forced to confront a reality they never dreamed would happen.</spoiler>"   
  },
  {
    "en_name": "The Misfit of Demon King Academy",
    "jp_name": "魔王学院の不適合者 ～史上最強の魔王の始祖、転生して子孫たちの学校へ通う～",
    "romaji": "Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei shite Shison-tachi no Gakkou e",
    "episodes": "13",
    "start_date": "July 4, 2020 16:00:00 UTC",
    "end_date": "September 26, 2020 16:00:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1388/105332l.jpg",
    "season": "Summer 2020",
    "desc": "After 2000 years has passed, the ruthless demon lord has just been reincarnated! But his aptitude at an academy for nurturing candidates for demon lords is, “inept”!? Having the capability to destroy humans, elementals, and gods, after a long period of countless wars and strife, Arnos the demon lord became sick and tired of all that and longed for a peaceful world, so he decided to reincarnate to the future. However, what awaited him after his reincarnation is a world too used to peace that his descendants became too weak due to a huge weakening in magical powers."
  },
  {
    "en_name": "The God of High School",
    "jp_name": "갓 오브 하이 스쿨",
    "romaji": "ゴッド・オブ・ハイスクール",
    "episodes": "13",
    "start_date": "July 6, 2020 14:30:00 UTC",
    "end_date": "September 28, 2020 14:30:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1722/107269l.jpg",
    "season": "Summer 2020",
    "desc": "It all began as a fighting tournament to seek out for the best fighter among all high school students in Korea. Mori Jin, a Taekwondo specialist and a high school student, soon learns that there is something much greater beneath the stage of the tournament."
  },
  {
    "en_name": "Deca-Dence",
    "jp_name": "デカダンス",
    "romaji": "",
    "episodes": "12",
    "start_date": "July 8, 2020 14:30:00 UTC",
    "end_date": "September 23, 2020 14:30:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1627/107552l.jpg",
    "season": "Summer 2020",
    "desc": "Many years have passed since humanity was driven to the brink of extinction by the sudden emergence of the unknown life forms Gadoll. Those humans that survived now dwell in a 3000m-high mobile fortress Deca-dence built to protect themselves from the Gadoll threat. Denizens of Deca-dence fall into two categories: Gears, warriors who fight the Gadoll daily, and Tankers, those without the skills to fight. One day, Natsume, a Tanker girl who dreams of becoming a Gear meets surly Kaburagi, an armor repairman of Deca-dence. This chance meeting between the seemingly two opposites, the girl with a positive attitude who never gives up on her dreams and the realist who has given up on his, will eventually shake the future course of this world."
  },
  {
    "en_name": "Uzaki-chan Wants to Hang Out!",
    "jp_name": "宇崎ちゃんは遊びたい！",
    "romaji": "Uzaki-chan wa Asobitai!",
    "episodes": "12",
    "start_date": "July 10, 2020 13:30:00 UTC",
    "end_date": "September 25, 2020 13:30:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1540/108292l.jpg",
    "season": "Summer 2020",
    "desc": "Sakurai Shinichi's one wish is for a little peace and quiet. But Uzaki Hana–his boisterous, well-endowed underclassman–has other plans. All she wants is to hang out and poke fun at him. With the help of her chipper charm and peppy persistence, this might just be the start of a beautiful relationship!"
  },
  {
    "en_name": "My Teen Romantic Comedy SNAFU Climax",
    "jp_name": "やはり俺の青春ラブコメはまちがっている。完",
    "romaji": "Yahari Ore no Seishun Love Comedy wa Machigatteiru. Kan",
    "episodes": "12",
    "start_date": "July 10, 2020 17:30:00 UTC",
    "end_date": "September 25, 2020 17:30:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1910/106073l.jpg",
    "season": "Summer 2020",
    "desc": "※ NOTE: Third season of \"My Teen Romantic Comedy SNAFU\" <br><br><spoiler>My Teen Romantic Comedy SNAFU returns with the series’ long-awaited conclusion and resolution to the nail-biting cliffhanger ending of season 2! But the messy emotions of Hachiman, Yukino and Yui won’t be easily expressed, and as the members of the Service Club band together to host a school prom, they will have to put their feelings into words and truly learn to understand each other at long last… if the Service Club can even stay afloat, that is!</spoiler>"
  },
  {
    "en_name": "Super HxEros",
    "jp_name": "ド級編隊エグゼロス",
    "romaji": "Dokyuu Hentai HxEros",
    "episodes": "12",
    "start_date": "July 10, 2020 16:30:00 UTC",
    "end_date": "September 25, 2020 16:30:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1342/108321l.jpg",
    "season": "Summer 2020",
    "desc": "In a world on the verge of a great disaster that began five years ago, heroes who, with the help of a device called HxEros, use the power of Ecchi (H) and erotic power (Ero) to save the planet from libido-devouring monsters! Enjou Retto and Hoshino Kirara are childhood friends who have drifted apart from each other. One day, they're caught in a battle against a \"Censor Bug\" that feeds on human's sexual energy to evolve. After successfully taking down the enemy, they join a group of heroes like them, using the erotic power of the HxEROS force to fight off monsters."
  },
  {
    "en_name": "Rent-a-Girlfriend",
    "jp_name": "彼女, お借りします",
    "romaji": "Kanojo, Okarishimasu",
    "episodes": "12",
    "start_date": "July 10, 2020 18:30:00 UTC",
    "end_date": "September 25, 2020 18:30:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1485/107693l.jpg",
    "season": "Summer 2020",
    "desc": "Dumped by his girlfriend, emotionally shattered college student Kazuya Kinoshita attempts to appease the void in his heart through a rental girlfriend from a mobile app. At first, Chizuru Mizuhara seems to be the perfect girl with everything he could possibly ask for: great looks and a cute, caring personality. Upon seeing mixed opinions on her profile after their first date, and still tormented by his previous relationship, Kazuya believes that Chizuru is just playing around with the hearts of men and leaves her a negative rating. Angry at her client's disrespect towards her, Chizuru reveals her true nature: sassy and temperamental, the complete opposite of Kazuya's first impression. At that very moment, Kazuya receives news of his grandmother's collapse and is forced to bring Chizuru along with him to the hospital. Although it turns out to be nothing serious, his grandmother is ecstatic that Kazuya has finally found a serious girlfriend, which had always been her wish. Unable to tell her the truth, Kazuya and Chizuru are forced into a fake relationship—acting as if they are truly lovers."
  },
  {
    "en_name": "Fire Force (2020)",
    "jp_name": "炎炎ノ消防隊 弐ノ章",
    "romaji": "Enen no Shouboutai: Ni no Shou",
    "episodes": "24",
    "start_date": "July 3, 2020 17:55:00 UTC",
    "end_date": "December 11, 2020 17:55:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1772/107656l.jpg",
    "season": "Summer 2020",
    "desc": "※ NOTE: Second season of \"Fire Force\"<br><br><spoiler>Shinra and Company 8 have figured out the Evangelist’s goal: to gather Adolla Bursts from Shinra and Shou. After learning more about his past from Captain Burns, Shinra becomes more motivated to discover the truth about his mother and save Shou again. But a mysterious girl known as the “First Pillar” reveals the Evangelist’s master plan to start another Great Cataclysm!</spoiler>"
  },
  {
    "en_name": "Sword Art Online: Alicization - War of Underworld",
    "jp_name": "ソードアート・オンライン アリシゼーション War of Underworld",
    "romaji": "",
    "episodes": "11",
    "start_date": "July 11, 2020 16:30:00 UTC",
    "end_date": "September 19, 2020 16:30:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1438/105106l.jpg",
    "season": "Summer 2020",
    "desc": "※ NOTE: Second part of \"Sword Art Online: Alicization - War of Underworld\"<br><br><spoiler>The final stress test bleeds into its second day. Driven to desperation by the Integrity Knights' coordinated assault, the Dark Army reveals the ace up their sleeve! Critter, who has been observing the battle from the Ocean Turtle, has successfully created a gateway into the Underworld and masked it as an invitation to \"an open beta test for a new, unannounced VRMMO.\" This digital invite bolsters the ranks of the Dark Army by the tens of thousands! Having already been pushed to her limits, the thought of taking on a fresh wave of bloodthirsty enemies fills Asuna with dread. But just when it seems like all is lost, two new deities of the Underworld appear to take up the fight: the Sun Goddess, Solus, and Terraria, the Earth Goddess. And the ones in possession of these super-accounts are none other than Sinon and Leafa!</spoiler>"
  },
  {
    "en_name": "Gibiate",
    "jp_name": "ジビエート",
    "romaji": "",
    "episodes": "12",
    "ep_unknown": "false",
    "start_date": "July 15, 2020 14:00:00 UTC",
    "end_date": "September 30, 2020 14:00:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1769/107880l.jpg",
    "season": "Summer 2020",
    "desc": "The story takes place in Japan. The year is 2030 and Earth has been completely overrun by a viral disease named \"Gibia\" that turns infected people into various different monsters, based on their age, sex, and race. A samurai and a ninja from the early Edo period travel together through time and arrive in a ruined Japan to aid a professor working on a cure for the virus. Together, they fight countless Gibia monsters, outlaws, and other fierce foes on their journey to save mankind."
  },
  {
    "en_name": "Monster Girl Doctor",
    "jp_name": "モンスター娘のお医者さん",
    "romaji": "Monster Musume no Oisha-san",
    "episodes": "12",
    "ep_unknown": "false",
    "start_date": "July 12, 2020 14:30:00 UTC",
    "end_date": "October 4, 2020 14:30:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1762/106598l.jpg",
    "season": "Summer 2020",
    "desc": "Here in the town of Lindworm, where humans and monsters coexist, a new young doctor, Glenn, begins another day of perilous medical exams! Whether he's examining deep inside a mermaid's gills, stitching up a flesh golem's thigh, assisting a harpy in laying her eggs, or palpating every last scale on a dragon, Glenn is just doing his best to help these girls whose appearances and bodies are all so completely different... so why does he always end up in such precarious positions with his patients? It's all good, though, because it's strictly for medical purposes! He may come close to suffocating from the pressure of his lamia assistant Saphentite's tail coiling around him, but still, the clinic is open for business in this medical fantasy that explores the physiologies of monster girls as never before!"
  },
  {
    "en_name": "Kuma Kuma Kuma Bear",
    "jp_name": "くまクマ熊ベアー",
    "romaji": "",
    "episodes": "12",
    "ep_unknown": "true",
    "start_date": "October 7, 2020 12:00:00 UTC",
    "end_date": "December 23, 2020 12:00:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1062/107803l.jpg",
    "season": "Fall 2020",
    "desc": "Fifteen-year-old Yuna prefers staying home and obsessively playing her favorite VRMMO to doing anything else, including going to school. When a strange new update gives her a one-of-a-kind bear outfit that comes with overpowered abilities, Yuna is torn: the outfit is unbearably cute, but too embarrassing to wear in-game. But then she suddenly finds herself transported into the world of the game, facing down monsters and magic for real, and the bear suit becomes the best weapon she has!"
  },
  {
    "en_name": "TONIKAWA: Over the Moon For You:",
    "jp_name": "トニカクカワイイ",
    "romaji": "Tonikaku Cawaii",
    "episodes": "12",
    "ep_unknown": "true",
    "start_date": "October 2, 2020 16:05:00 UTC",
    "end_date": "December 18, 2020 16:05:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1613/108722l.jpg",
    "season": "Fall 2020",
    "desc": "Having grown up ridiculed for his bizarre name, Nasa Yuzaki strives to be remembered for something more. Fortunately, it seems he's on the right path, ranking first in the nation's mock exams and set to enter his high school of choice.<br>However, everything changes in a single night when he notices a girl across the street on his way home. Enraptured by her overwhelming cuteness, it's love at first sight for Nasa. But in his infatuated daze, he fails to notice the approaching danger speeding down the road and finds himself at death's door. Barely alive thanks to the girl's intervention, Nasa musters the courage to confess his love to her, fearing she might otherwise vanish from his life. She accepts his proposal on one condition: marriage, to which Nasa gladly accepts before passing out from his injuries. Upon waking, however, the girl is nowhere to be found.<br>After recovering from his injuries, Nasa tosses his previous ambitions aside and dedicates his life to finding the girl that captured his heart, yet several years pass to no avail. But one night, when an unexpected visitor comes knocking on his door, Nasa finds himself facing a woman that would forever change his world: his wife."
  },
  {
    "en_name": "Is It Wrong to Try to Pick Up Girls in a Dungeon? III",
    "jp_name": "ダンジョンに出会いを求めるのは間違っているだろうか 3期",
    "romaji": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka III",
    "episodes": "12",
    "ep_unknown": "true",
    "start_date": "October 2, 2020 15:30:00 UTC",
    "end_date": "December 18, 2020 15:30:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1523/108380l.jpg",
    "season": "Fall 2020",
    "desc": "※ NOTE: Third season of \"DanMachi\"<br><br><spoiler>The adventurers challenge the unknown, as the frenzy of the Gods reaches its peak.<br>Orario, the labyrinth city, and the most exciting place in the world. At its center sits an abyss filled with chaos, treasure, and glory: the “Dungeon”. And in the depths of that abyss, a new monster is born.<br>“Where… am I?”<br>The labyrinth city is in an uproar over something it’s never seen before: a dragon girl that speaks human language. Man and monster. Old values and ways of thinking are destroyed, as the time comes for adventurer Bell Cranel and the goddess Hestia to make a decision. The story of a boy challenging the mysteries of the Dungeon, as written by a goddess, will be told… Their Familia Myth.</spoiler>"
  },
  {
    "en_name": "The Irregular at Magic High School: Visitor Arc",
    "jp_name": "魔法科高校の劣等生 来訪者編",
    "romaji": "Mahouka Koukou no Rettousei: Raihousha-hen",
    "episodes": "12",
    "ep_unknown": "true",
    "start_date": "October 3, 2020 15:30:00 UTC",
    "end_date": "December 19, 2020 15:30:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1788/106668l.jpg",
    "season": "Fall 2020",
    "desc": "※ NOTE: Second season of \"The Irregular at Magic High School\"<br><br><spoiler>October 31st, 2095. The southernmost tip of the Korean Peninsula was annihilated due to an unidentified Strategic-Class magic. Known as “Scorched Halloween,” this day marked the arrival of a new Strategic-Class magician who would shake up the world.<br>Sensing an impending crisis, the USNA secretly deploys Stars – the most powerful magician unit in the world – in a desperate attempt to uncover the truth about the unidentified Strategic-Class magic and the magician who used it. Approximately two months later, on December 24th, as people bustle through the city decorated with Christmas lights, Tatsuya and his friends gather at Cafe Einebrise for a farewell party for Rei before she goes off to America as an exchange student for three months. According to her, a girl who is the same age as her will be entering Magic High School as her visiting counterpart.<br>Meanwhile, at the USNA Stars’ base, a girl prepares to go undercover to investigate First High School. Her name is Angelina Kudou Shields. She is the youngest person in the history of Stars to become commander, and as USNA’s most powerful magician she wields the Strategic-Class magic known as Heavy Metal Burst.</spoiler>"
  },
  {
    "en_name": "Noblesse",
    "jp_name": "노블레스",
    "romaji": "NOBLESSE -ノブレス-",
    "episodes": "12",
    "ep_unknown": "true",
    "start_date": "October 5, 2020 12:00:00 UTC",
    "end_date": "December 21, 2020 12:00:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1798/109141l.jpg",
    "season": "Fall 2020",
    "desc": "Raizel awakens from his 820-year slumber. He holds the special title of Noblesse which is a pure-blooded Noble and protector of all other Nobles. In an attempt to protect Raizel, his servant Frankenstein enrolls him at Ye-Ran High School, where Raizel learn the simple and quotidian routines of the human world through his classmates.<br>However, the Union—a mighty secret organization with strings around the globe and a goal to rule the world—dispatches modified humans and gradually encroaches on Raizel’s life progressively—which causes him to wield his mighty power to protect those around him.<br>After 820 years of intrigue, the secrets behind his slumber are finally revealed and Raizel’s absolute protection as the Noblesse begins."
  },
  {
    "en_name": "Jujutsu Kaisen",
    "jp_name": "呪術廻戦",
    "romaji": "",
    "episodes": "12",
    "ep_unknown": "true",
    "start_date": "October 2, 2020 16:25:00 UTC",
    "end_date": "December 18, 2020 16:25:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1171/109222l.jpg",
    "season": "Fall 2020",
    "desc": "In a world where demons feed on unsuspecting humans, fragments of the legendary and feared demon Ryoumen Sukuna were lost and scattered about. Should any demon consume Sukuna's body parts, the power they gain could destroy the world as we know it. Fortunately, there exists a mysterious school of Jujutsu Sorcerers who exist to protect the precarious existence of the living from the undead!<br>Yuuji Itadori is high schooler who spends his days visiting his bedridden grandfather. Although he looks like your average teenager, his immense physical strength is something to behold! Every sports club wants him to join, but Itadori would rather hang out with the school outcasts in the Occult Club. One day, the club manages to get their hands on a sealed cursed object, but little do they know the terror they'll unleash when they break the seal..."
  },
  {
    "en_name": "The Day I Became a God",
    "jp_name": "神様になった日",
    "romaji": "Kamisama ni Natta Hi",
    "episodes": "12",
    "ep_unknown": "true",
    "start_date": "October 10, 2020 15:00:00 UTC",
    "end_date": "December 26, 2020 15:00:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1564/108648l.jpg",
    "season": "Fall 2020",
    "desc": "At the end of the last summer vacation of high school, Youta Narukami spends his days preparing for the university entrance exams, when a young girl named Hina suddenly appears, proclaiming herself as the \"god of omniscience.\" Youta is confused and does not believe Hina when she tells him \"The world will end in 30 days.\" After witnessing Hina's God-like predictive ability, Youta begins to believe her powers are real. Hina, who is innocent and childlike despite her supernatural powers, decides for some reason to stay at Youta's home. Thus begins the start of their lively summer before the end of the world."
  },
  {
    "en_name": "By the Grace of the Gods",
    "jp_name": "神達に拾われた男",
    "romaji": "Kami-tachi ni Hirowareta Otoko",
    "episodes": "12",
    "ep_unknown": "true",
    "start_date": "October 4, 2020 14:30:00 UTC",
    "end_date": "December 20, 2020 14:30:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1654/108801l.jpg",
    "season": "Fall 2020",
    "desc": "Ryouma Takebayashi dies in his sleep at the age of 39 after leading a life of misfortune. Taking pity on him, three deities offer him the chance to reincarnate in a world of magic where he has only one mission: to be himself and enjoy life. They bestow upon Ryouma powerful physical abilities as well as the affinity to master all elements, and promise to watch over him. His new life as a young child officially starts when he is teleported into a forest.<br>Three years go by. Having spent most of his time researching slimes, Ryouma has managed to evolve unique kinds of slimes, training an army of them while developing his magic abilities. Although the young boy is happy with his hermit existence and comfortable cave home, he somewhat misses the company of humans. But after healing an injured member of a passing group of travelers from a duke's household, Ryouma is persuaded to go with them and exit the forest accompanied by his menagerie of slimes. A whole new world awaits him, where his skills as a magic user and slime tamer continue to elicit surprise and admiration."
  },
  {
    "en_name": "I'm standing on 1,000,000 lives.",
    "jp_name": "100万の命の上に俺は立っている",
    "romaji": "100-man no Inochi no Ue ni Ore wa Tatteiru",
    "episodes": "12",
    "ep_unknown": "true",
    "start_date": "October 2, 2020 13:00:00 UTC",
    "end_date": "December 18, 2020 13:00:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1825/108800l.jpg",
    "season": "Fall 2020",
    "desc": "Yotsuya Yuusuke along with his classmates Shindou Iu and Hakozaki Kusue have been transported to a strange and unknown world inhabited by mythological creatures. As soon as they arrive, they meet somebody calling himself the Game Master who then grants them a time-limited quest. To aid them in this quest, he also bestows Shindou and Hakozaki with the roles of a Magician and a Warrior while Yotsuya is randomly granted the role of... a Farmer?!<br>This is how a hectic life of adventuring began for three students who now have no choice, but to complete random quests for several phases in the fantasy world if they want to stay alive and protect the real world from the demons and monsters they encounter."
  },
  {
    "en_name": "The Journey of Elaina",
    "jp_name": "魔女の旅々",
    "romaji": "Majo no Tabitabi",
    "episodes": "12",
    "ep_unknown": "true",
    "start_date": "October 2, 2020 12:00:00 UTC",
    "end_date": "December 18, 2020 12:00:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1802/108501l.jpg",
    "season": "Fall 2020",
    "desc": "Once upon a time, there was a witch named Elaina, who set off on a journey across the world. Along the way, she would meet all kinds of people, from a country full of witches to a giant in love with his own muscles—but with each meeting, Elaina would become a small part of their story, and her own world would get a little bit bigger."
  },
  {
    "en_name": "Sleepy Princess in the Demon Castle",
    "jp_name": "魔王城でおやすみ",
    "romaji": "Maoujou de Oyasumi",
    "episodes": "12",
    "ep_unknown": "true",
    "start_date": "October 5, 2020 17:00:00 UTC",
    "end_date": "December 21, 2020 17:00:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1448/108514l.jpg",
    "season": "Fall 2020",
    "desc": "Sshhh! Princess Syalis is trying to get a good night's sleep. Some shut-eye. Forty winks. Catch some Z's. Long ago in olden times when people and demons lived together in—well, disharmony, really—a demon king kidnaps a human princess and imprisons her in his castle. Bereft, the princess's subjects beat their chests in anguish…until a hero arises to spearhead Project Rescue Our Princess! While waiting for her knight in shining armor, what's an imprisoned princess to do...? Teddy-bear guards with bat wings are all very well, but her dungeon cell is bo-o-o-ring! So, she decides to wile away the long hours by sleeping. Now if only she could get comfortable…and didn't suffer from insomnia..."
  },
  {
    "en_name": "Adachi and Shimamura",
    "jp_name": "安達としまむら",
    "romaji": "Adachi to Shimamura",
    "episodes": "12",
    "ep_unknown": "true",
    "start_date": "October 8, 2020 16:58:00 UTC",
    "end_date": "December 24, 2020 16:58:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1649/109056l.jpg",
    "season": "Fall 2020",
    "desc": "Known for skipping class on the regular, two girls lives become intertwined when they find each other on the second floor of the gym. From there, Adachi and Shimamura’s friendship slowly grows as they play ping-pong and hang out.<br>But when something happens that changes their relationship, how will they react?"
  },
  {
    "en_name": "Iwa Kakeru!: Sport Climbing Girls",
    "jp_name": "いわかける！ -Sport Climbing Girls-",
    "romaji": "",
    "episodes": "12",
    "ep_unknown": "true",
    "start_date": "October 3, 2020 17:00:00 UTC",
    "end_date": "December 19, 2020 17:00:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1626/108849l.jpg",
    "season": "Fall 2020",
    "desc": "Konomi Kasahara, a junior high school girl, has made a big name after winning numerous competitive puzzle game tournaments. The story begins when she finds a sports climbing club in her high school. Using special skills other than that of puzzle games, Kasahara becomes fascinated with climbing."
  },
  {
    "en_name": "Is the order a rabbit? Bloom",
    "jp_name": "ご注文はうさぎですか? BLOOM",
    "romaji": "Gochuumon wa Usagi Desu ka? Bloom",
    "episodes": "12",
    "ep_unknown": "true",
    "start_date": "October 10, 2020 12:30:00 UTC",
    "end_date": "December 26, 2020 12:30:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1900/109179l.jpg",
    "season": "Fall 2020",
    "desc": "※ NOTE: Third season of \"Is the order a rabbit?\"<br><br>Cocoa’s second summer in the woodwork town is about to come to an end, and an event-filled autumn is nigh. At school, and at the Rabbit House too, there’s lots of fun to be had every day! Cocoa, Chino, and the rest are all so excited about their future!"
  },
  {
    "en_name": "Love Live! Nijigasaki High School Idol Club",
    "jp_name": "ラブライブ! 虹ヶ咲学園スクールアイドル同好会",
    "romaji": "Love Live! Nijigasaki Gakuen School Idol Doukoukai",
    "episodes": "12",
    "ep_unknown": "true",
    "start_date": "October 3, 2020 13:30:00 UTC",
    "end_date": "December 19, 2020 13:30:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1393/109203l.jpg",
    "season": "Fall 2020",
    "desc": ""
  }
]
