[
  {
    "en_name": "Re:Zero - Starting Life in Another World 2",
    "jp_name": "Re：ゼロから始める異世界生活 2期",
    "romaji": "Re:Zero kara Hajimeru Isekai Seikatsu 2nd Season",
    "episodes": "13",
    "start_date": "July 8, 2020 14:30:00 UTC",
    "end_date": "September 30, 2020 14:30:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1444/108005l.jpg",
    "desc": "※ NOTE: Second half premieres January 2021<br><br>Second season of Re:Zero kara Hajimeru Isekai Seikatsu."   
  },
  {
    "en_name": "The Misfit of Demon King Academy",
    "jp_name": "魔王学院の不適合者 ～史上最強の魔王の始祖、転生して子孫たちの学校へ通う～",
    "romaji": "Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei shite Shison-tachi no Gakkou e",
    "episodes": "13",
    "start_date": "July 4, 2020 23:30:00 UTC",
    "end_date": "September 26, 2020 23:30:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1388/105332l.jpg",
    "desc": "After 2000 years has passed, the ruthless demon lord has just been reincarnated! But his aptitude at an academy for nurturing candidates for demon lords is, “inept”!? Having the capability to destroy humans, elementals, and gods, after a long period of countless wars and strife, Arnos the demon lord became sick and tired of all that and longed for a peaceful world, so he decided to reincarnate to the future. However, what awaited him after his reincarnation is a world too used to peace that his descendants became too weak due to a huge weakening in magical powers."
  },
  {
    "en_name": "The God of High School",
    "jp_name": "갓 오브 하이 스쿨",
    "romaji": "ゴッド・オブ・ハイスクール",
    "episodes": "13",
    "start_date": "July 6, 2020 14:30:00 UTC",
    "end_date": "September 28, 2020 14:30:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1722/107269l.jpg",
    "desc": "It all began as a fighting tournament to seek out for the best fighter among all high school students in Korea. Mori Jin, a Taekwondo specialist and a high school student, soon learns that there is something much greater beneath the stage of the tournament."
  },
  {
    "en_name": "Deca-Dence",
    "jp_name": "デカダンス",
    "romaji": "",
    "episodes": "12",
    "start_date": "July 8, 2020 14:30:00 UTC",
    "end_date": "September 23, 2020 14:30:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1627/107552l.jpg",
    "desc": "Many years have passed since humanity was driven to the brink of extinction by the sudden emergence of the unknown life forms Gadoll. Those humans that survived now dwell in a 3000m-high mobile fortress Deca-dence built to protect themselves from the Gadoll threat. Denizens of Deca-dence fall into two categories: Gears, warriors who fight the Gadoll daily, and Tankers, those without the skills to fight. One day, Natsume, a Tanker girl who dreams of becoming a Gear meets surly Kaburagi, an armor repairman of Deca-dence. This chance meeting between the seemingly two opposites, the girl with a positive attitude who never gives up on her dreams and the realist who has given up on his, will eventually shake the future course of this world."
  },
  {
    "en_name": "Uzaki-chan Wants to Hang Out!",
    "jp_name": "宇崎ちゃんは遊びたい！",
    "romaji": "Uzaki-chan wa Asobitai!",
    "episodes": "12",
    "start_date": "July 10, 2020 12:30:00 UTC",
    "end_date": "September 25, 2020 12:30:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1540/108292l.jpg",
    "desc": "Sakurai Shinichi's one wish is for a little peace and quiet. But Uzaki Hana–his boisterous, well-endowed underclassman–has other plans. All she wants is to hang out and poke fun at him. With the help of her chipper charm and peppy persistence, this might just be the start of a beautiful relationship!"
  },
  {
    "en_name": "My Teen Romantic Comedy SNAFU Climax",
    "jp_name": "やはり俺の青春ラブコメはまちがっている。完",
    "romaji": "Yahari Ore no Seishun Love Comedy wa Machigatteiru. Kan",
    "episodes": "12",
    "start_date": "July 9, 2020 16:43:00 UTC",
    "end_date": "September 24, 2020 16:43:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1910/106073l.jpg",
    "desc": "※ NOTE: Third season of \"My Teen Romantic Comedy SNAFU\" <br><br>My Teen Romantic Comedy SNAFU returns with the series’ long-awaited conclusion and resolution to the nail-biting cliffhanger ending of season 2! But the messy emotions of Hachiman, Yukino and Yui won’t be easily expressed, and as the members of the Service Club band together to host a school prom, they will have to put their feelings into words and truly learn to understand each other at long last… if the Service Club can even stay afloat, that is!"
  },
  {
    "en_name": "Super HxEros",
    "jp_name": "ド級編隊エグゼロス",
    "romaji": "Dokyuu Hentai HxEros",
    "episodes": "12",
    "start_date": "July 3, 2020 15:00:00 UTC",
    "end_date": "September 18, 2020 15:00:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1342/108321l.jpg",
    "desc": "In a world on the verge of a great disaster that began five years ago, heroes who, with the help of a device called HxEros, use the power of Ecchi (H) and erotic power (Ero) to save the planet from libido-devouring monsters! Enjou Retto and Hoshino Kirara are childhood friends who have drifted apart from each other. One day, they're caught in a battle against a \"Censor Bug\" that feeds on human's sexual energy to evolve. After successfully taking down the enemy, they join a group of heroes like them, using the erotic power of the HxEROS force to fight off monsters."
  },
  {
    "en_name": "Rent-a-Girlfriend",
    "jp_name": "彼女, お借りします",
    "romaji": "Kanojo, Okarishimasu",
    "episodes": "12",
    "start_date": "July 10, 2020 16:25:00 UTC",
    "end_date": "September 25, 2020 16:25:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1485/107693l.jpg",
    "desc": "Dumped by his girlfriend, emotionally shattered college student Kazuya Kinoshita attempts to appease the void in his heart through a rental girlfriend from a mobile app. At first, Chizuru Mizuhara seems to be the perfect girl with everything he could possibly ask for: great looks and a cute, caring personality. Upon seeing mixed opinions on her profile after their first date, and still tormented by his previous relationship, Kazuya believes that Chizuru is just playing around with the hearts of men and leaves her a negative rating. Angry at her client's disrespect towards her, Chizuru reveals her true nature: sassy and temperamental, the complete opposite of Kazuya's first impression. At that very moment, Kazuya receives news of his grandmother's collapse and is forced to bring Chizuru along with him to the hospital. Although it turns out to be nothing serious, his grandmother is ecstatic that Kazuya has finally found a serious girlfriend, which had always been her wish. Unable to tell her the truth, Kazuya and Chizuru are forced into a fake relationship—acting as if they are truly lovers."
  },
  {
    "en_name": "Fire Force (2020)",
    "jp_name": "炎炎ノ消防隊 弐ノ章",
    "romaji": "Enen no Shouboutai: Ni no Shou",
    "episodes": "24",
    "start_date": "July 3, 2020 16:55:00 UTC",
    "end_date": "December 11, 2020 16:55:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1772/107656l.jpg",
    "desc": "Second season of Fire Force."
  },
  {
    "en_name": "Sword Art Online: Alicization - War of Underworld",
    "jp_name": "ソードアート・オンライン アリシゼーション War of Underworld",
    "romaji": "",
    "episodes": "11",
    "start_date": "July 11, 2020 15:00:00 UTC",
    "end_date": "September 19, 2020 15:00:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1438/105106l.jpg",
    "desc": "Second part of Sword Art Online: Alicization - War of Underworld."
  },
  {
    "en_name": "Gibiate",
    "jp_name": "ジビエート",
    "romaji": "",
    "episodes": "12",
    "ep_unknown": "true",
    "start_date": "July 15, 2020 13:00:00 UTC",
    "end_date": "September 30, 2020 13:00:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1769/107880l.jpg",
    "desc": "The story takes place in Japan. The year is 2030 and Earth has been completely overrun by a viral disease named \"Gibia\" that turns infected people into various different monsters, based on their age, sex, and race. A samurai and a ninja from the early Edo period travel together through time and arrive in a ruined Japan to aid a professor working on a cure for the virus. Together, they fight countless Gibia monsters, outlaws, and other fierce foes on their journey to save mankind."
  },
  {
    "en_name": "Monster Girl Doctor",
    "jp_name": "モンスター娘のお医者さん",
    "romaji": "Monster Musume no Oisha-san",
    "episodes": "12",
    "ep_unknown": "true",
    "start_date": "July 12, 2020 14:00:00 UTC",
    "end_date": "October 4, 2020 14:00:00 UTC",
    "img_link": "https://cdn.myanimelist.net/images/anime/1762/106598l.jpg",
    "desc": "※ NOTE: The first episode premiered early on select streaming services. <br><br>Here in the town of Lindworm, where humans and monsters coexist, a new young doctor, Glenn, begins another day of perilous medical exams! Whether he's examining deep inside a mermaid's gills, stitching up a flesh golem's thigh, assisting a harpy in laying her eggs, or palpating every last scale on a dragon, Glenn is just doing his best to help these girls whose appearances and bodies are all so completely different... so why does he always end up in such precarious positions with his patients? It's all good, though, because it's strictly for medical purposes! He may come close to suffocating from the pressure of his lamia assistant Saphentite's tail coiling around him, but still, the clinic is open for business in this medical fantasy that explores the physiologies of monster girls as never before!"
  }
]
